-- تـم التعديـل والتعريب بواسطه @Sudo_Sky
-- replay.lua
do

local function Falcon(msg, matches)
if matches[1]=="احبك" then
return  "_انـــ๋͜͡ــي هـــ๋͜͡ــم احـــ๋͜͡ــبـــ๋͜͡ــك اخـــ๋͜͡ــوي﴾↝💛💸𖤍⁾_"
elseif matches[1]=="هلو" then 
return  "_هـــ๋͜͡ــلـــ๋͜͡ــوات حـــ๋͜͡ــبـــ๋͜͡ــي🙌🌞﴿ֆ_"
elseif matches[1]=="الاصدار" then 
return  "┇ ＳＯＵＲСＥ ＳＡＩＮＴ️ ┇\n🔻🌟➖➖⭐️➖➖🌟🔻\n┇ ＲＥＬＥＡＳＥ √1️️┇\n ┇{ @ssagad47 } ️┇\n🔺⭐️➖➖🌟➖➖⭐️🔻\n┇ ＤＥＶＥＬＯＰＥＲ ┇\n☂️〰🔵〰🔵〰☂️\n┇ ʟɪɴᴋ ᴋᴇɪᴛʜ ʜᴏᴘᴇ️┇"
elseif matches[1]=="السلام عليكم" then 
return  "_عـــ๋͜͡ــلـــ๋͜͡ــيـــ๋͜͡ــكـــ๋͜͡ــم الـــ๋͜͡ــسلـــ๋͜͡ــام عـــ๋͜͡ــزيـــ๋͜͡ــزي⇣ ֆ ̮☻_"
elseif matches[1]=="الحمدلله" or matches[1]== "الحمد لله" then 
return  "_ﮂﯝمـــ๋͜͡ــك صـــ๋͜͡ــقــيـــ๋͜͡ــقـــ๋͜͡ــي⁾ ✿ ⁞ 💛˛_"
elseif matches[1]=="مرحبا" then 
return  "_مـ๋͜͡ــراحـ๋͜͡ــب صـ๋͜͡ــقـ๋͜͡ــيـ๋͜͡ــقـ๋͜͡ــي¦🌟😺₎⇣۶ֆ_"
elseif matches[1]=="هاي" then 
return  "_هـــ๋͜͡ــاي مـــ๋͜͡ــاي جـــ๋͜͡ــاي❥•َْ👻⚡️͢⸽۶ֆ_"
elseif matches[1]=="شلونكم" then 
return  "_تـــ๋͜͡ــمـــ๋͜͡ــام وانـــ๋͜͡ــتـــ๋͜͡ــه┊ާ͢💜🔥₎⇣_"
elseif matches[1]=="بوت" then 
return  "_كـــ๋͜͡ــول قـــ๋͜͡ــديـــ๋͜͡ــس يـــ๋͜͡ــول║♚💨🌛⋮ֆ_"
elseif matches[1]=="هلاو" then 
return  "_﴿‏هہლٰٰٖؔـٰٰٰٖہٰٰـٰٰٖلاو୭ٰۙٳټ ݳ﴿🐰💗ֆء_ٰ"
elseif matches[1]=="رابط حذف" then 
return  "_اذا رجـــ๋͜͡ــال هـــ๋͜͡ــســـ๋͜͡ــه احـــ๋͜͡ــذف•🙊💙﴿ֆ ❥\nhttps://telegram.org/deactivate_"
elseif matches[1]=="جاو" then 
return  "_طـــ๋͜͡ــيـــ๋͜͡ــاره بـــ๋͜͡ــلا ســـ๋͜͡ــايـــ๋͜͡ــق❥┊⁽ ℡ 🌸🌞_"
elseif matches[1]=="باي" then 
return  "_طـــ๋͜͡ــيـــ๋͜͡ــاره بـــ๋͜͡ــلا ســـ๋͜͡ــايـــ๋͜͡ــق❥┊⁽ ℡ 🌸🌞_"
elseif matches[1]=="اعشقك" then 
return  "_مـــ๋͜͡ــنـــ๋͜͡ــقـــ๋͜͡ــص حـــ๋͜͡ــنـــ๋͜͡ــان ال🐢🦀ֆ_"
elseif matches[1]=="شخباركم" then 
return  "_تـــ๋͜͡ــمـــ๋͜͡ــام وانـــ๋͜͡ــتـــ๋͜͡ــه┊ާ͢💜🔥₎⇣_"
elseif matches[1]=="مطور" then 
return  "_@ssagad47 قـــ๋͜͡ــديـــ๋͜͡ــس₎┋💗😻_"
elseif matches[1]=="تمام" then 
return  "_ﮂﯝمـــ๋͜͡ــك صـــ๋͜͡ــقــيـــ๋͜͡ــقـــ๋͜͡ــي⁾ ✿ ⁞ 💛˛_"
elseif matches[1]=="قديس" then
return  "_هـــ๋͜͡ــا يـــ๋͜͡ــاروح قـــ๋͜͡ــديـــ๋͜͡ــس” ᵛ͢ᵎᵖ📯💛﴾_"
elseif matches[1]=="قديس" then
return  "_تـــ๋͜͡ــاج راســـ๋͜͡ــكـــ๋͜͡ــم مـــ๋͜͡ــطـــ๋͜͡ــوري⇣ ֆ ̮☻ ء_"
elseif matches[1]=="علوش" then
return  "_تـــ๋͜͡ــاج راســـ๋͜͡ــكـــ๋͜͡ــم مـــ๋͜͡ــطـــ๋͜͡ــوري⇣ ֆ ̮☻ ء_"
elseif matches[1]=="😒" then
return "_شـــ๋͜͡ــبـــ๋͜͡ــيـــ๋͜͡ــك يـــ๋͜͡ــول♩┊💎🌸❥ ₎_"
elseif matches[1]=="😂" then
return "_لا تـــ๋͜͡ــضـــ๋͜͡ــحـــ๋͜͡ــك هـــ๋͜͡ــواي. تـــ๋͜͡ــمـــ๋͜͡ــوت. بـــ๋͜͡ــســـ๋͜͡ــرعـــ๋͜͡ــه⁾ ⁞♩⁽🐰💗₎✿_"
end
-----------------{ملف انجب}----------------
if matches[1]=="انجب" and is_sudo (msg) then
return "_صـــ๋͜͡ــار تـــ๋͜͡ــاج راســـ๋͜͡ــي الـــ๋͜͡ــمـــ๋͜͡ــطـــ๋͜͡ــور˛⁽🐼”💗₎⇣_"
elseif matches[1]=="انجب" and is_owner (msg) then
return "لـــ๋͜͡ــخـــ๋͜͡ــاطـــ๋͜͡ــر الـــ๋͜͡ــمـــ๋͜͡ــطـــ๋͜͡ــور احـــ๋͜͡ــتـــ๋͜͡ــرمـــ๋͜͡ــك『 ֆ🍒➻┋"
elseif matches[1]=="انجب" and is_mod (msg) then
return "_انـــ๋͜͡ــتـــ๋͜͡ــه كـــ๋͜͡ــلـــ๋͜͡ــك ادمـــ๋͜͡ــن جـــ๋͜͡ــرجـــ๋͜͡ــوف يــلــه ديــﮯ.﴿🔥🌸ֆ ❥͢ _"
elseif matches[1]=="انجب" then
return "_لـــ๋͜͡ــا تـــ๋͜͡ــضـــ๋͜͡ــل. تـــ๋͜͡ــكـــ๋͜͡ــمـــ๋͜͡ــز انـــ๋͜͡ــت عـــ๋͜͡ــضـــ๋͜͡ــو مـــ๋͜͡ــهـــ๋͜͡ــتـــ๋͜͡ــلـــ๋͜͡ــف 🌞║💥ᵛ͢ᵎᵖ ﴾❥_"
end
----------------{ملف موقعي}--------------
if matches[1]=="موقعي" and is_sudo (msg) then
return "_تـــ๋͜͡ــاج راســـ๋͜͡ــي انـــ๋͜͡ــتـــ๋͜͡ــه الـــ๋͜͡ــمـــ๋͜͡ــطـــ๋͜͡ــور﴾↝∬💛💸𖤍⁾_"
elseif matches[1]=="موقعي" and is_admin (msg) then
return "_انـــ๋͜͡ــتـــ๋͜͡ــه الـــ๋͜͡ــمـــ๋͜͡ــشـــ๋͜͡ــرف مـــ๋͜͡ــال بـــ๋͜͡ــوت♩┊💎🌸❥ ₎_"
elseif matches[1]=="موقعي" and is_owner (msg) then
return "_انـــ๋͜͡ــتـــ๋͜͡ــه الـــ๋͜͡ــمـــ๋͜͡ــديـــ๋͜͡ــر مـــ๋͜͡ــال بـــ๋͜͡ــوت♩┊🙂👨‍✈️❥ ₎_"
elseif matches[1]=="موقعي" and is_mod (msg) then
return "انـــ๋͜͡ــتـــ๋͜͡ــه الـــ๋͜͡ـادمـــ๋͜͡ــن مـــ๋͜͡ــال بـــ๋͜͡ــوت♩┊🙂👮❥ ₎" 
elseif matches[1]=="موقعي" then
return "_انـــ๋͜͡ــتـــ๋͜͡ــه عـــ๋͜͡ــضـــ๋͜͡ــو جـــ๋͜͡ــرجـــ๋͜͡ــوف ومـــ๋͜͡ــهــتـــ๋͜͡ــلـــ๋͜͡ــف||💦♪🤤🐸}_"
end
----------------{ملف المطـور}-----------------
if matches[1]=="المطور" then
return "ᏕᎪᏆᏁᏘ ❳⟯*\nᱻᱻᱻᱻᱻᱻᱻᱻᱼᱼᱹᱹᱹ𖤍ᱹᱹᱹᱼᱼᱻᱻᱻᱻᱻᱻᱻᱻ\n* • مۘطۄړېڼ ٱلَبِۅټ ✔️*\n*👁‍🗨 • DEV ┇* [@ssagad47] \n*👁‍🗨 • DEV ┇* [@r_0x3]\n*👁‍🗨 • TWS┇* [ @ ] \nᱻᱻᱻᱻᱻᱻᱻᱻᱼᱼᱹᱹᱹ𖤍ᱹᱹᱹᱼᱼᱻᱻᱻᱻᱻᱻᱻᱻ\n*• ℂℍ* [r ] ۦ.💛""






end
end
return {
  patterns = {
  "^(احبك)$",
"^(هلو)$",
"^(الحمدلله)$",
"^(الحمد لله)$",
"^(مرحبا)$",
"^(هاي)$",
"^(شلونكم)$",
"^(بوت)$",
"^(هلاو)$",
"^(رابط حذف)$",
"^(جاو)$",
"^(باي)$",
"^(قديس)$",
"^(اعشقك)$",
"^(شخباركم)$",
"^(مطور)$",
"^(تمام)$",
"^(انجب)$",
"^(انجب)$",
"^(انجب)$",
"^(انجب)$",
"^(موقعي)$",
"^(موقعي)$",
"^(موقعي)$",
"^(موقعي)$",
"^(موقعي)$",
"^(😒)$",
"^(😂)$",
"^(مهند)$",
"^(مرتضى)$",
"^(المطور)$",
    },
  run = Falcon
}
end

-- تـم التعديـل والتعريب بواسطه @Sudo_Sky
-- replay.lua
